Repository: linux-is-awesome/gnome_extension_rocketbar
Catalog: extension/locale/*.po
Languages: nl

source: About
nl: Over

source: Version
nl: Versie

source: Release Notes
nl: Wijzigingslog

source: Useful Links
nl: Handige links

source: Report an issue
nl: Probleem melden

source: Share your ideas
nl: Ideeën delen

source: Credits
nl: Met dank aan

source: Behavior
nl: Gedrag

source: Notification Service
nl: Meldingsdienst

source: Enable Unity Launcher API support
nl: Unity-starterondersteuning inschakelen

source: Use Unity Launcher API DBus interface to count notifications for apps
nl: Gebruik de Unity dbus-api om het aantal meldingen van toepassingen bij te houden

source: Count Window Demands Attention notifications for apps
nl: Voor venstertelling dienen meldingen te worden getoond

source: Overview
nl: Overzicht

source: Enable empty space clicks in Overview
nl: Klikken op lege ruimtes toestaan op overzicht

source: Left button click to close the Overview, Right button click to show the App Grid
nl: Klik met de linkermuiskop om het overzicht te sluiten en met de rechtermuisknop om alle toepassingen te tonen

source: Hot Corner
nl: Snelhoek

source: Enable Fullscreen Hot Corner
nl: Snelhoek toestaan in schermvullende weergave

source: Lock Screen
nl: Vergrendelscherm

source: Force primary input source on Lock Screen
nl: Gebruik van primaire invoerbron afdwingen op vergrendelscherm

source: Experimental feature
nl: Experimentele functie

source: New window
nl: Nieuw venster

source: Move windows
nl: Vensters verplaatsen

source: Taskbar
nl: Taakbalk

source: Enable Drag and Drop
nl: Slepen-en-neerzetten inschakelen

source: Reorder apps in the taskbar using Drag and Drop
nl: Orden toepassingen op de taakbalk middels slepen-en-neerzetten

source: Enable Minimize action
nl: Minimaliseeractie inschakelen

source: Allow to minimize single app windows by clicking apps in the taskbar
nl: Minimaliseer toepassingsvensters door de toepassing in kwestie aan te klikken op de taakbalk

source: Require click to open context menus
nl: Vereist klik-om-te-openenmenu's

source: Middle click to toggle app sound mute
nl: Middelklikken geluid te dempen/ontdempen

source: By default Middle click is used to open new app windows and to close the first app window when Ctrl is pressed
nl: Standaard wordt de middelste muisknop gebruikt om nieuwe toepassingsvensters te openen en, met behulp van Ctrl, het eerste venster te sluiten

source: Scroll to change app sound volume
nl: Scrollen om volume te wijzigen

source: Scroll to cycle app windows
nl: Scrollen om van venster te wisselen

source: Running apps activation behavior
nl: Opengedrag van actieve toepassingen

source: Controls the behavior when an app is running but has no windows on the active workspace, supports isolated workspaces only, can be configured separately for each app via an app menu
nl: Bepaal het gedrag van een toepassing die actief is, maar geen openstaande vensters op het actieve werkblad heeft. Let op: er is alléén ondersteuning voor geïsoleerde werkbladen.

source: None
nl: Geen

source: Change Sound Volume
nl: Volume wijzigen

source: Switch Workspace
nl: Naar ander werkblad gaan

source: Panel
nl: Bovenbalk

source: Require click to activate menu buttons
nl: Klikken om menuknoppen te activeren

source: Middle click to toggle sound mute
nl: Middelklikken geluid te dempen/ontdempen

source: Press middle button on an empty space of the panel
nl: Druk met de middelste muisknop op een lege ruimte op de bovenbalk

source: Scroll action
nl: Scrolactie

source: Slowest
nl: Traagst

source: Slow
nl: Traag

source: Normal
nl: Normaal

source: Fast
nl: Snel

source: Faster
nl: Sneller

source: Turbo
nl: Standje turbo

source: Sound Volume Control
nl: Volumeregeling

source: Volume change speed
nl: Wijzigingssnelheid

source: Volume change speed when Ctrl pressed
nl: De te wijzigen snelheid als Ctrl ingedrukt wordt gehouden

source: Left Button
nl: Linkermuisknop

source: Right Button
nl: Rechtermuisknop

source: Middle Button
nl: Middelste muisknop

source: Activities
nl: Activiteiten

source: Click Activities to show the App Grid
nl: Klikken op activiteitenknop om alle toepassingen te tonen

source: Switcher Popups
nl: Taakschakelaarpop-ups

source: Override show delay
nl: Pas de wachttijd alvorens te tonen aan

source: Show Delay
nl: Wachttijd alvorens te tonen

source: Do not grab focus
nl: Focus niet verleggen

source: Customize
nl: Aanpassen

source: No customizations available
nl: Er zijn geen aanpassingen beschikbaar

source: Left
nl: Links

source: Center
nl: Midden

source: Right
nl: Rechts

source: Position
nl: Locatie

source: Position Offset
nl: Locatieverschuiving

source: Preserve Position
nl: Locatie vergrendelen

source: Prevent position changes caused by other extensions in the panel
nl: Voorkomt dat de locatie gewijzigd wordt door andere uitbreidingen op de bovenbalk

source: Backlight Color
nl: Achtergrondkleur

source: App Buttons
nl: Toepassingsknoppen

source: Icon Size
nl: Pictogramgrootte

source: Can be configured separately for each app via an app menu
nl: Dit kan per toepassing via het toepassingsmenu worden ingesteld

source: Icon Horizontal Padding
nl: Horizontale pictogramopvulling

source: Icon Vertical Padding
nl: Verticale pictogramopvulling

source: Roundness
nl: Afronding

source: Spacing
nl: Uitlijning

source: Dominant Color Backlight
nl: Dominante achtergrondkleur

source: Backlight Intensity
nl: Achtergrondsterkte

source: Top
nl: Bovenaan

source: Bottom
nl: Onderaan

source: Limit
nl: Limiet

source: The maximum number of indicators to display on top of app buttons
nl: Het maximumaantal indicators dat op toepassingsknoppen mag worden getoond

source: Active Dominant Color
nl: Actieve dominante kleur

source: Active Color
nl: Actieve kleur

source: Inactive Dominant Color
nl: Inactieve dominante kleur

source: Inactive Color
nl: Inactieve kleur

source: Inactive Width
nl: Inactieve breedte

source: Active Width
nl: Actieve breedte

source: Inactive Height
nl: Inactieve hoogte

source: Active Height
nl: Actieve hoogte

source: Inactive Roundness
nl: Inactieve afronding

source: Active Roundness
nl: Actieve afronding

source: Inactive Spacing
nl: Inactieve uitlijning

source: Active Spacing
nl: Actieve uitlijning

source: Top Left
nl: Linksboven

source: Top Right
nl: Rechtsboven

source: Bottom Left
nl: Linksonder

source: Bottom Right
nl: Rechtsonder

source: Notification Badges
nl: Meldingsemblemen

source: Color
nl: Kleur

source: Border Color
nl: Randkleur

source: Size
nl: Grootte

source: Margin
nl: Marge

source: Tooltips
nl: Tekstballonnen

source: Max Width
nl: Max. breedte

source: Notification Counter
nl: Meldingsteller

source: Hide when empty
nl: Verbergen indien geen meldingen

source: Center clock
nl: Klok centreren

source: Max Count
nl: Maximumaantal

source: Font Size
nl: Tekstgrootte

source: Top Margin
nl: Bovenste marge

source: Empty Color
nl: Ongekleurd

source: Not Empty Color
nl: Meldingskleur

source: Text Color
nl: Tekstkleur

source: Do Not Disturb - Empty Color
nl: Niet storen - Ongekleurd

source: Do Not Disturb - Not Empty Color
nl: Niet storen - Meldingskleur

source: Do Not Disturb - Text Color
nl: Niet storen - Tekstkleur

source: General
nl: Algemeen

source: Enabled
nl: Ingeschakeld

source: Show Favorites
nl: Favorieten tonen

source: Isolate Workspaces
nl: Werkbladen isoleren

source: Enable Indicators
nl: Indicators tonen

source: Enable Notification Badges
nl: Meldingsemblemen tonen

source: Enable Tooltips
nl: Tekstballonnen tonen

source: Enable Sound Volume Control
nl: Volumeregeling gebruiken

source: Kill the Dash
nl: Geen paneel gebruiken

source: Hide the Dash from Overview and prevent it from rerendering behind the scene
nl: Verbergt het toepassingenpaneel op het overzicht

source: Pin
nl: Vastmaken

source: Activation Behavior
nl: Opengedrag

source: Icon
nl: Pictogram

source: Import
nl: Importeren

source: Reset to default
nl: Standaardwaarden herstellen

source: Reset all to default
nl: Herstel alle standaardwaarden
